{
  "Discover Timeless Elegance and Unmatched Craftsmanship": "اكتشف الأناقة الخالدة والحرفية التي لا مثيل لها",
  "ABOUT US": "من نحن",
  "Exquisite Quality, Timeless Craftsmanship": "جودة رائعة، وحرفية خالدة",
  "At ALAMIRA Jewelry, our name stands for unmatched quality and masterful craftsmanship. Since 1989, we’ve been crafting luxury jewelry that elevates elegance and transcends boundaries.": "في مجوهرات غزلان، يمثل اسمنا الجودة التي لا تضاهى والحرفية الرائعة. منذ عام 1989، نقوم بصناعة المجوهرات الفاخرة التي تعزز الأناقة وتتجاوز الحدود.",
  "From the heart of Dubai to the charm of Moscow, the heritage of Istanbul, the sophistication of London, and the legacy of Beirut, ALAMIRA Jewelry connects you to the world’s finest luxury hubs": "من قلب دبي إلى سحر موسكو، وتراث إسطنبول، وأناقة لندن، وعراقة بيروت، تربطك مجوهرات غزلان بأرقى مراكز الفخامة في العالم.",
  "Each ALAMIRA creation is a celebration of artistry and enduring beauty. Discover the essence of luxury with us, where tradition meets innovation in every piece.": "كل قطعة من مجوهرات غزلان هي احتفال بالفن والجمال الدائم. اكتشف جوهر الفخامة معنا، حيث يلتقي التقليد بالابتكار في كل تصميم.",
  "ALAMIRA JEWELRY: WHERE LUXURY MEETS ELEGANCE": "مجوهرات غزلان: حيث تلتقي الفخامة بالأناقة",
  "At ALAMIRA Jewelry, every creation is a testament to unparalleled craftsmanship and timeless beauty. We blend tradition and innovation to craft pieces that resonate with sophistication and grace.": "في مجوهرات غزلان، كل تصميم هو شهادة على الحرفية التي لا تضاهى والجمال الخالد. نمزج بين التقليد والابتكار لصياغة قطع تعكس الأناقة والرقي.",
  "Distinctive Craftsmanship, Timeless Artistry": "حرفية متميزة، فن خالد",
  "Each design at ALAMIRA Jewelry tells a unique story. From the gleam of gold to the sparkle of precious stones, our collections are meticulously curated to celebrate life’s most cherished moments.": "كل تصميم في مجوهرات غزلان يروي قصة فريدة. من بريق الذهب إلى تألق الأحجار الكريمة، تم تنسيق مجموعاتنا بعناية للاحتفال بأجمل لحظات الحياة.",
  "In every detail, we strive for perfection—offering you not just jewelry, but a legacy of elegance. Let ALAMIRA Jewelry be your partner in capturing memories that last a lifetime.": "في كل تفصيل، نسعى إلى الكمال—مقدمين لك ليس مجرد مجوهرات، بل إرثًا من الأناقة. دع مجوهرات غزلان تكون شريكك في تخليد الذكريات التي تدوم مدى الحياة.",
  "Our Promise to You": "وعدنا لك",
  "Exceptional Quality": "جودة استثنائية",
  "Every piece is crafted with precision and care, ensuring unmatched durability and brilliance.": "كل قطعة مصنوعة بدقة وعناية، مما يضمن متانة لا مثيل لها وتألقًا رائعًا.",
  "Global Expertise": "خبرة عالمية",
  "Drawing inspiration from luxury hubs like Dubai, Istanbul, London, and Beirut, our designs embody universal charm and sophistication.": "باستلهامنا من مراكز الفخامة مثل دبي، إسطنبول، لندن، وبيروت، تعكس تصاميمنا الجاذبية العالمية والرقي.",
  "Customer-Centric Service": "خدمة تركز على العميل",
  "Your satisfaction is our priority. We’re committed to providing a seamless experience, from selection to delivery.": "رضاك هو أولويتنا. نحن ملتزمون بتقديم تجربة سلسة، من الاختيار إلى التوصيل.",
  "ALAMIRA Jewelry: A Legacy of Luxury": "مجوهرات غزلان: إرث من الفخامة",
  "ALAMIRA JEWELRY: GOLD THAT INSPIRES, ELEGANCE THAT LASTS": "مجوهرات غزلان: ذهب يلهم، وأناقة تدوم",
  "Timeless Luxury, Unparalleled Craftsmanship": "فخامة خالدة، وحرفية لا تضاهى",
  "ALAMIRA Jewelry": "مجوهرات غزلان",
  "Gold and Beauty": "الذهب والجمال",
  "Gold, the eternal symbol of elegance. It enhances the grace of every woman. From Turkey to Dubai, its glow inspires. A timeless reflection of strength and charm.": "الذهب، الرمز الأبدي للأناقة. يعزز جمال كل امرأة. من تركيا إلى دبي، يشع بريقه إلهامًا. انعكاس خالد للقوة والسحر.",

  "Your destination for beauty and refinement. We bring you exceptional designs of prestige. Cherish your memories with our golden creations.": "وجهتك للجمال والرقي. نقدم لك تصاميم استثنائية تعكس الفخامة. احفظ ذكرياتك مع إبداعاتنا الذهبية.",
  "Craftsmanship refined by decades of expertise. Every piece designed to tell your story. Where tradition meets modern elegance. ALAMIRA Jewelry: Your timeless companion.": "حِرفية مصقولة بعقود من الخبرة. كل قطعة مصممة لتحكي قصتك. حيث يلتقي التراث بالأناقة العصرية. مجوهرات جوزلان: رفيقك الدائم عبر الزمن.",
  "Every piece reflects the mastery of ALAMIRA. A journey of passion, created to inspire. Unite tradition with contemporary brilliance. Let every detail speak of luxury and heritage. With ALAMIRA, elegance meets enduring beauty. Celebrate life’s milestones with timeless gold. Discover the art of excellence in every design. Gold that lasts forever, crafted just for you.": "كل قطعة تعكس إتقان جوزلان. رحلة من الشغف، صُممت لتُلهم. اجمع بين التقاليد والتألق العصري. دَع كل تفصيلة تنطق بالفخامة والإرث. مع جوزلان، الأناقة تلتقي بالجمال الأبدي. احتفل بمحطات حياتك مع الذهب الخالد. اكتشف فن الإتقان في كل تصميم. ذهب يدوم للأبد، صُنع خصيصًا لك.",
  "Refined artistry shaped by timeless precision. A symbol of beauty, strength, and legacy. Crafted to shine in every moment of life. Gold at its finest, for those who seek perfection.": "فن راقٍ يتشكل بدقة خالدة. رمزٌ للجمال، والقوة، والإرث. صُنع ليضيء كل لحظة من حياتك. الذهب في أبهى صوره، لمن يسعون إلى الكمال.",
  "Where craftsmanship meets timeless elegance. Our designs reflect luxury across the globe. From the heart of Turkey to Dubai’s opulence. We transform gold into lasting masterpieces.": "حيث تلتقي الحِرفية بالأناقة الخالدة. تصاميمنا تعكس الفخامة عبر العالم. من قلب تركيا إلى رفاهية دبي. نحول الذهب إلى روائع تدوم للأبد."
}
